Repository: TernovoiD/DaysTo
Catalog: DaysTo/*.lproj/Localizable.strings
Languages: uk

source: - It makes your data safe.
uk: - Надійне зберігання інформації

source: - It will grant You access from different devices.
uk: - Доступ з будь якого пристрою

source: - Track days left to anniversary of events in past
uk: - Відслідковуй дні до річниць минулих подій

source: - Track days left to future events
uk: - Відслідковуй дні до майбутніх подій

source: **DaysTo** is a non-commercial program built as a training project to make our everyday life easier. The application was created using Swift programing language on MVVM architectural pattern with frameworks:
uk: **DaysTo** це некомерційня програма що створена як тренувальний проєкт задля полегшення нашого повсякденного життя. Додаток було побудовано мовою програмування **Swift** з використання архітектурного паттерну **MVVM** та бібліотек:

source: %@ D
uk: %@ Д.

source: 7 Days
uk: 7 Днів

source: Add
uk: Додати

source: Add Event
uk: Додати подію

source: Add Widget
uk: Додай віджет

source: Age: %@
uk: Вік: %@

source: Are you shoure to delete this Event?
uk: Ви дійсно хочете видалити цю подію?

source: Ask before delete
uk: Запитати перед видаленням

source: Birthday, wedding, the day you met your love or will become graduated. Any future or past event can be added!
uk: День народження, річниця одруження або запланована подорож. Будь яка подія може бути додана!

source: Change
uk: Змінити

source: Change password
uk: Змінити пароль

source: Clear all filters
uk: Видалити фільтри

source: Close
uk: Сховати

source: Color scheme:
uk: Тема:

source: Create an account
uk: Створити аккаунт

source: Create Event
uk: Додай подію

source: Create new account
uk: Створити новий аккаунт

source: Credits
uk: Інформація

source: Date
uk: Дата

source: Date of birth
uk: Дата народження

source: Date: %@
uk: Дата: %@

source: Days to: %@
uk: Днів до події: %@

source: Days until next
uk: Загальні

source: DaysTo will show your events as a handy list with nearest events always on top!
uk: DaysTo створить зручний список з найближчими подіями завжди на видному місці!

source: Delete
uk: Видалити

source: DELETE
uk: ВИДАЛИТИ

source: Delete account
uk: Видалити аккаунт

source: Don't miss any remarkable day in your life with a brand new Widget! Nevet before it was so easy!
uk: Жодна важлива подія не залишиться без уваги з новим віджетом! **DaysTo Widget** зручніше аніж будь коли!

source: Edit
uk: Редагувати

source: Edit Event
uk: Редагувати

source: Email
uk: Електронна пошта

source: Favorite
uk: Особливі

source: Favorites
uk: Особливі

source: Filter:
uk: Фільтр:

source: Forgot password?
uk: Забули пароль?

source: Instructions will be sent on your email
uk: Інструкції буде відправлено на електронну пошту

source: Login
uk: Вхід

source: Looking for something special?
uk: Потрібне щось конкретне?

source: Make it favorite
uk: Додати до особливих

source: Month
uk: Місяць

source: My account
uk: Мій аккаунт

source: Name
uk: Імʼя

source: New password
uk: Новий пароль

source: Password
uk: Пароль

source: Repeat every year
uk: Повторювати кожен рік

source: Repeat new password
uk: Повторити пароль

source: Reset
uk: Далі

source: Reset password
uk: Змінити пароль

source: SAVE
uk: Зберегти

source: Search...
uk: Шукати...

source: Send verification email
uk: Відправити лист верифікації

source: Settings
uk: Налаштування

source: Sign In
uk: Увійти

source: Sign Out
uk: Вийти

source: Sign Up
uk: Зареєструватися

source: Tap to add Event
uk: Додати подію

source: This will delete your account
uk: Аккаунт буде видалено назавжди

source: today
uk: сьогодні

source: Track Events
uk: Слідкуй за подіями

source: Verification email was sent to: %@
uk: Лист відправдено: %@

source: Version 0.1.0
uk: Версія 0.1.0

source: Why do I need personal account?
uk: Навіщо потрібен аккаунт?

source: Year
uk: Рік
